IDEA Open Model
CalculationSetup.SlsCrack Property
 SLS crack
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool SlsCrack { get; set; }
Public Property SlsCrack As Boolean
	Get
	Set
public:
property bool SlsCrack {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace